Repository: doshik451/InkFlow
Catalog: lib/l10n/intl_*.arb
Languages: be

source: Login
be: Увайсці

source: Password
be: Пароль

source: Email
be: Пошта

# enter_correct_email
source: Enter the correct email
be: Увядзіце карэктны email

source: Forget password?
be: Забылі пароль?

source: Registration
be: Рэгістрацыя

source: Username
be: Імя карыстальніка

# passwords_do_not_match
source: Passwords don't match
be: Паролі не супадаюць

source: Confirm password
be: Пацвердзіце пароль

source: Reset password
be: Скід пароля

# send_email_to_reset
source: Send reset letter
be: Даслаць ліст для скіду

source: Books
be: Кнігі

source: Ideas
be: Ідэі

source: Search
be: Пошук

source: Profile
be: Профіль

source: Registration failed
be: Рэгістрацыя няўдалая

# password_invalid
source: Must be 8 or more characters, plus letters and numbers
be: Павінна быць 8 сімвалаў і больш, а таксама літары і лічбы

source: Login failed
be: Памылка ўваходу

source: Password reset email sent
be: Ліст для скіду пароля дасланы

source: An error occurred
be: Узнікла памылка

source: Unknown
be: Невядома

# don_t_have_access
source: We don't have access
be: Няма доступу

source: Dark theme
be: Цёмная тэма

source: Logout
be: Выйсці

# change_lang
source: Change language
be: Змяніць мову

source: About app
be: Пра праграму

source: Change mode
be: Змяніць рэжым

# about_app_subtitle
source: A Program for Writers and Readers
be: Праграма для пісьменнікаў і чытачоў

# writer_mode_title
source: Writer Mode
be: Рэжым пісьменніка

# writer_mode_description
source: Here, you can organize your creative ideas, develop plots, and flesh out characters. You can: - Jot down ideas for future works. - Keep detailed notes for each book. - Store information about your projects.
be: Тут можна сістэматызаваць свае творчыя ідэі, распрацоўваць сюжэты і персанажаў. Вы можаце: - Запісваць задумы для будучых твораў. - Вясьці падрабязныя нататкі па кожнай кнізе. - Захоўваць інфармацыю пра свае праекты.

# reader_mode_title
source: Reader Mode
be: Рэжым чытача

# reader_mode_description
source: This mode helps you manage your reading experience. You can: - Save quotes from books youâ€™ve read. - Rate books based on different criteria. - Maintain a to-read list.
be: Гэты рэжым дапаможа арганізаваць ваша чытанне. Вы можаце: - Захоўваць цытаты з прачытаных кніг. - Ацэньваць творы па розных крытэрыях. - Вясьці спіс кніг для чытання.

# about_app_conclusion
source: InkFlow is your digital companion in the world of literature.
be: InkFlow - гэта ваш лічбавы памочнік у свеце літаратуры.

source: Support the project
be: Падтрымаць праект

source: No ideas:(
be: Ідэй яшчэ няма:(

source: No books:(
be: Кніг яшчэ няма:(

source: No notes:(
be: Нататак яшчэ няма:(

# no_story_arc
source: No story arcs:(
be: Сюжэтных арак яшчэ няма:(

source: No environment items:(
be: Асяроддзя яшчэ няма:(

source: No characters:(
be: Персанажаў яшчэ няма:(

source: No chapters:(
be: Глаў яшчэ няма:(

source: Done
be: Зроблена

source: In mind
be: Задума

source: In progress
be: У працэсе

source: Canceled
be: Адмена

source: Frozen
be: Замарожана

source: Draft
be: Чарнавік

source: Loading...
be: Загрузка...

source: Related to:
be: Звязана з:

source: General
be: Агульнае

source: Delete
be: Выдаліць

source: Record is deleted
be: Запіс выдалена

source: Are you sure?
be: Вы ўпэўнены?

source: Cancel
be: Адмена

source: Creating
be: Стварэнне

# requiredField
source: Required field is empty
be: Абавязковае поле пустое

source: Title
be: Загаловак

source: Description
be: Апісанне

source: Author
be: Аўтар

source: Theme
be: Тэма

source: Message
be: Пасыл

source: Setting
be: Сетцінг

source: Status
be: Статус

source: Genre
be: Жанр

source: Save
be: Захаваць

source: Editing
be: Рэдагаванне

source: Last update:
be: Апошняе змяненне:

source: No
be: Не

source: Unsaved data
be: Незахаваныя дадзеныя

# want_to_save
source: You have unsaved data. Save?
be: У вас ёсць незахаваныя дадзеныя. Захаваць?

source: Choose mode
be: Выберыце рэжым

# mode_changed_to_writer
source: You are in writer mode
be: Вы ў рэжыме пісьменніка

# mode_changed_to_reader
source: You are in reader mode
be: Вы ў рэжыме чытача

source: About book
be: Пра кнігу

source: Plot
be: Сюжэт

source: Characters
be: Персанажы

source: Environment
be: Асяроддзе

source: Notes
be: Нататкі

# update_success
source: Data successfully updated
be: Дадзеныя паспяхова абноўлены

# create_success
source: Record successfully created
be: Запіс паспяхова створана

source: Add image
be: Дадаць выяву

source: Features
be: Асаблівасці

source: Arc's chapters
be: Главы аркі

source: Add chapter
be: Дадаць главу

source: Add key moment
be: Дадаць ключавы момант

source: Key moments
be: Ключавыя моманты

# add_book_file
source: Add file (pdf, doc, docx, txt, epub, fb2)
be: Дадаць файл (pdf, doc, docx, txt, epub, fb2)

source: Settings
be: Налады

# permissionRequiredTitle
source: Permission required
be: Патрабуецца дазвол

# storagePermissionMessage
source: To save files, storage access permission is required
be: Для захавання файлаў неабходны дазвол на доступ да сховішча

source: File saved
be: Файл захаваны

source: Invalid file format
be: Недапушчальны фармат файла

# folder_not_found
source: Downloads folder not found
be: Папка запамповак не знойдзена

# file_was_not_saved
source: The file wasn't saved
be: Файл не быў захаваны

source: Allies
be: Саюзнікі

source: Friends
be: Сябры

source: Neutral
be: Нейтральныя

source: Rivals
be: Сапернікі

source: Enemies
be: Воражыя

source: Other
be: Іншыя

source: Name
be: Імя

source: Age
be: Узрост

source: Role
be: Роля

source: Race
be: Раса

source: Occupation
be: Род заняткаў

source: Appearance description
be: Апісанне знешнасці

# add_image_after_character
source: After adding a character you will be able to add a picture
be: Пасля дадання персанажа вы зможаце дадаць выяву

source: Questionnaire
be: Анкета

source: References
be: Рэферэнсы

source: Appearance
be: Знешнасць

source: Clothing
be: Адзенне

source: Moodboard
be: Мудборд

# waitForImageUpload
source: Wait for the images to finish uploading
be: Дачакайцеся завяршэння загрузкі выяў

source: All references saved!
be: Усе рэферэнсы захаваны!

source: Caption saved
be: Подпіс захаваны

source: Tap to open link
be: Націсніце для адкрыцця спасылкі

source: Image link
be: Спасылка на выяву

# enterValidUrl
source: Please enter a valid URL
be: Увядзіце карэктную URL-спасылку

source: Link caption (optional)
be: Подпіс да спасылкі (неабавязкова)

source: Add link
be: Дадаць спасылку

# characterRelationshipsTitle
source: Character Relationships
be: Адносіны персанажа

# generalInformationTitle
source: General Information
be: Агульная інфармацыя

# attitudeToSocietyLabel
source: Attitude to Society
be: Стаўленне да грамадства

# attachmentsLabel
source: Attachments
be: Прывязанасці

# saveButton
source: Save
be: Захаваць

# familyRelationsTitle
source: Family/Origin
be: Сям'я/Паходжанне

# friendsRelationsTitle
source: Friends/Allies
be: Сябры/Саюзнікі

# enemiesRelationsTitle
source: Enemies/Competitors
be: Воражыя/Канкурэнты

# otherRelationsTitle
source: Other Relationships
be: Іншыя адносіны

# selectCharacterLabel
source: Select a Character
be: Выберыце персанажа

# firstToSecondRelationLabel
source: First to Second Relation
be: Адносіны першага да другога

# secondToFirstRelationLabel
source: Second to First Relation
be: Адносіны другога да першага

# cancelButton
source: Cancel
be: Адмена

# addButton
source: Add
be: Дадаць

# currentRelationsLabel
source: Current Relationships:
be: Бягучыя адносіны:

# biographyTitle
source: Biography
be: Біяграфія

# pastEventsLabel
source: Past Events
be: Мінулыя падзеі

# secretsLabel
source: Secrets
be: Сакрэты

# characterDevelopmentLabel
source: Character Development
be: Развіццё персанажа

# lossesAndGainsLabel
source: Losses and Gains
be: Страты і набыткі

# innerConflictsLabel
source: Inner Conflicts
be: Унутраныя канфлікты

# worstMemoryLabel
source: Worst Memory
be: Горшае ўспамінанне

# happiestMemoryLabel
source: Happiest Memory
be: Самае шчаслівае ўспамінанне

# turningPointLabel
source: Turning Point
be: Пераломны момант

# hiddenAspectsLabel
source: Hidden Aspects
be: Схаваныя аспекты

# saveBiographyButton
source: Save Biography
be: Захаваць біяграфію

# additionalInfoTitle
source: Additional Info
be: Дадатковая інфармацыя

# quoteLabel
source: Quote
be: Цытата

# firstImpressionLabel
source: First Impression
be: Першае ўражанне

# talentsLabel
source: Talents (comma separated)
be: Таленты (праз коску)

# artifactsLabel
source: Artifacts (comma separated)
be: Артэфакты (праз коску)

# characterProfileTitle
source: Character Profile
be: Профіль персанажа

# personalityLabel
source: Personality
be: Асабістасць

# socialStatusLabel
source: Social Status
be: Сацыяльны статус

# habitsLabel
source: Habits
be: Звычкі

# strengthsLabel
source: Strengths
be: Моцныя бакі

# weaknessesLabel
source: Weaknesses
be: Слабыя бакі

# beliefsLabel
source: Beliefs
be: Перакананні

# goalLabel
source: Goal
be: Мэта

# motivationLabel
source: Motivation
be: Матывацыя

# admiresLabel
source: Admires
be: Захапляецца

# irritatesOrFearsLabel
source: Irritates or Fears
be: Раздражняе ці баіцца

# inspiresLabel
source: Inspires
be: Натхняе

# temperamentLabel
source: Temperament
be: Тэмперамент

# stressBehaviorLabel
source: Stress Behavior
be: Паводзіны пры стрэсе

# attitudeToLifeLabel
source: Attitude to Life
be: Стаўленне да жыцця

# innerContradictionsLabel
source: Inner Contradictions
be: Унутраныя супярэчнасці

source: Plan
be: У планах

# no_books_in_plan
source: No reads in plan
be: Твораў у планах яшчэ няма:(

source: High
be: Высокі

source: Medium
be: Сярэдні

source: Low
be: Нізкі

source: Not defined
be: Не вызначаны

source: Work name
be: Назва твору

# genreNTags
source: Genre/tags
be: Жанры/тэгі

source: Priority
be: Прыярытэт

source: Links
be: Спасылкі

source: Add link
be: Дадаць спасылку

# criterion_plot
source: Plot
be: Сюжэт

# criterion_characters
source: Characters
be: Персанажы

# criterion_worldbuilding
source: Worldbuilding
be: Свет

# criterion_emotion
source: Emotional impact
be: Эмацыйнасць

# criterion_writingStyle
source: Writing Style
be: Стыль напісання

# criterion_ending
source: Ending
be: Фінал

source: Deleted
be: Выдалена

# category_read
source: Read
be: Прачытана

# category_favorite
source: Favorite
be: Любімае

# category_abandoned
source: Abandoned
be: Кінута

# category_reRead
source: Want to reread
be: Хачу перачытаць

# category_disliked
source: Disliked
be: Не спадабалася

# category_in_process
source: In process
be: У працэсе

source: Categories
be: Катэгорыі

source: No categories:(
be: Катэгорый яшчэ няма:(

source: Select color
be: Выберыце колер

source: Color
be: Колер

source: OK
be: Добра

source: Collection
be: Калекцыі

# notFoundPageText
source: 404 - Not Found
be: 404 - Старонка не знойдзена

source: Reading dates
be: Даты чытання

# select_start_date
source: First select the start date
be: Спачатку выберыце дату пачатку

source: General impression
be: Агульнае ўражанне

source: Review and criteria
be: Водгук і крытэрыі

source: Moments
be: Моманты

source: Review
be: Водгук

source: Criteria
be: Крытэрыі

# all_criteria_added
source: All criteria already added
be: Усе крытэрыі ўжо дададзены

source: Add criteria
be: Дадаць крытэрый

source: Text moments
be: Моманты тэкстам

source: Add moment
be: Дадаць момант

source: Image moments
be: Моманты выявай

source: Moment
be: Момант
